Repository: YousifHassan2021/HR-System
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: user
ar: المستخدم

source: arabic name
ar: الاسم بالعربي

source: english name
ar: الاسم بالانجليزي

source: Job Number
ar: الرقم الوظيفي

source: Social Status
ar: الحاله الاجتماعيه

source: Id Number
ar: رقم الهوية/الاقامة

source: Id Create Date
ar: تاريخ الهوية/الاقامة

source: Id End Date
ar: تاريخ انتهاء الهوية/الاقامه

source: Id Issue Location
ar: مكان الاصدار

source: Gender
ar: الجنس

source: Visa Number
ar: رقم التاشيره

source: Birth Date
ar: تاريخ الميلاد

source: Birth Location
ar: مكان الميلاد

source: Passport Number
ar: رقم جواز السفر

source: Passport Issue Date
ar: تاريخ اصدار الجواز

source: Passport End Date
ar: تاريخ انتهاء الجواز

source: Borders Number
ar: رقم الحدود

source: Job as In Id
ar: المهنه في الهوية

source: Religion
ar: الديانه

source: Nationality
ar: الجنسية

source: Id Card Date
ar: تاريخ بطاقه الهوية/الاقامه

source: Image
ar: الصورة

source: File
ar: الملف

source: First Login
ar: الدخول لاول مرة

source: Join Date
ar: تاريخ الالتحاق

source: Note
ar: ملاحظه

source: Land Line
ar: رقم الهاتف

source: Mobile Number
ar: رقم الجوال

source: P.O.Box
ar: صندوق البريد

source: Email
ar: البريد الالكتروني

source: Home Number
ar: رقم المنزل

source: Mother Address
ar: العنوان في بلد الام

source: Mother Home Number
ar: رقم الهاتف في بلد الام

source: Guarantor
ar: اسم الكفيل

source: Postal Code
ar: الرمز البريدي

source: Address
ar: العنوان

source: Passport Image
ar: صورة الجواز

source: Contract Image
ar: صورة العقد

source: Residence Image
ar: صورة الهويه/الاقامه

source: Branch
ar: الفرع

source: Job Type
ar: نوع الوظيقة

source: Job Grade
ar: درجة الوظيفة

source: Job Title
ar: المسمى الوظيفي

source: Employee Status
ar: حالة الموظف

source: user qualifications
ar: الدرجة العلمية

source: Speciality
ar: التخصص

source: Hiring Date
ar: تاريخ الالتحاق

source: Department or Section
ar: الادارة او القسم

source: user project
ar: المشروع

source: Years Of Experience
ar: سنين الخبرة

source: Direct Manager
ar: المدير المباشر

source: salary type
ar: نوع الراتب

source: Main Salary
ar: الراتب الاساسي

source: Fast Transfer
ar: التحويل السريع

source: Stap Salary
ar: ايقاف الراتب

source: Stop Reason
ar: سبب الايقاف

source: bank name
ar: اسم البنك

source: bank account number
ar: رقم حساب البنك

source: Daily Working Hours
ar: عدد ساعات العمل اليومي

source: Yearly Vacations Days
ar: عدد ايام الاجازة السنوية

source: Attend Execlude
ar: الاستثناء من الحضور

source: Loan
ar: القروض

source: Attendence Type
ar: نوع الحضور

source: Salary Pay Type
ar: نوع دفع الراتب

source: Salary Protection
ar: حماية الاجور

source: Net Salary
ar: صافي الراتب

source: repacement type
ar: نوع البدل

source: Percentage
ar: نسبة

source: Money
ar: مبلغ

source: Category
ar: الفئة

source: Notes
ar: ملحوظات

source: Total Salary
ar: الراتب كامل

source: Company
ar: الشركة

source: Loan Account
ar: حساب القروض

source: Cost Center
ar: مركز التكلفة

source: Contract Start Date
ar: بداية العقد

source: Contract End Date
ar: نهاية العقد

source: Social Insurance Id
ar: رقم التامينات

source: Basic Salary
ar: الراتب الاساسي

source: Housing Replacement
ar: بدل سكن

source: Comission Replacement
ar: بدل عموله

source: Other Replacements
ar: بدلات اخرى

source: Salary Under Social Insurance
ar: مبلغ التامينات المستقطع

source: Employee Last Day
ar: اخر يوم عمل

source: Labrorary Office Number
ar: رقم مكتب العمل

source: Insurance Class
ar: درجة التامين الطبي

source: Insurance Company
ar: شركة التامين

source: Insurance Valid Date
ar: تاريخ صلاحية التامين

source: Insurance Number
ar: رقم التامين الصحي

source: Deserve Ticket
ar: مستحق للتذكرة

source: Ticket Type
ar: نوع التذكرة

source: Ticket Count
ar: عدد التذاكر

source: Ticket Value
ar: قيمة التذكرة

source: City
ar: المدينة

source: name
ar: الاسم

source: Deserve Insurance
ar: مستحق للتامين

source: Insurance Id Number
ar: رقم بطاقة التامين

source: Request Id
ar: رقم الطلب

source: Request Date
ar: تاريخ الطلب

source: Vacation Balance
ar: رصيد الاجازات

source: vacation type
ar: نوع الاجازة

source: Start Date
ar: بداية الاجازة

source: End Date
ar: نهاية الاجازة

source: Vacation Days Count
ar: عدد ايام الاجازة

source: Paid Days Count
ar: مدفوعة الاجر

source: Not Paid Days Count
ar: غير مدفوعة

source: Vacation Salary First
ar: دفع الاجازة مقدما

source: Exit Visa
ar: تاشيرة خروج وعوده

source: replacement employee
ar: الموظف البديل

source: Attachement
ar: المرفقات

source: Leaving Reasons
ar: سبب الاجازة

source: Leaving Time
ar: وقت الاجازة

source: Needed Money
ar: المبلغ الطلوب

source: Installment Start Date
ar: بداية خصم

source: Installment Count
ar: عدد الخصومات

source: Installment Value
ar: قيمة الخصم

source: Loan Type
ar: نوع القرض

source: End Date
ar: تاريخ اخر يوم

source: Notice Date
ar: تاريخ الاخطار

source: reason
ar: السبب

source: Promotion Date
ar: تاريخ الترقية

source: Course
ar: الدورة التدربية

source: Trainer
ar: المدرب

source: Employees
ar: الموظفين

source: Start Date
ar: بداية التاريخ

source: Cost
ar: التكلفه

source: status
ar: الحالة

source: Over Hourse
ar: عدد ساعات العمل الاضافي

source: Total Overtime Hours
ar: مجموع ساعات العمل الاضافي

source: Date
ar: التاريخ

source: Description
ar: الوصف

source: Hour Equal
ar: عدد الساعات

source: Management
ar: الاداراة

source: Presentation SKill
ar: مهارات التقديم

source: Quality Of WOrk
ar: جودة العمل

source: Efficiency
ar: كفاءة

source: Employee
ar: الموظف

source: Key Result Area
ar: مجال النتائج الرئيسية

source: Weightage
ar: الوزن

source: Percentage achieved
ar: النسبة المئوية المحققه

source: date
ar: التاريخ

source: User
ar: مستخدم

source: Date & Time In
ar: تاريخ ووقت الدخول

source: Date & Time Out
ar: تاريخ ووقت الخروج

source: Dashboard
ar: لوحة المعلومات

source: Employee Name
ar: اسم الموظف

source: Export Excel
ar: تصدير لاكسل

source: Add New
ar: اضافة جديد

source: Profile
ar: الملف الشخصي

source: Employee ID
ar: الرقم الوظيفي

source: Date of Join
ar: تاريخ الالتحاق

source: Phone
ar: الهاتف

source: Birthday
ar: تاريخ الميلاد

source: Reports to
ar: المدير المباشر

source: Bank & Statutory
ar: البنك

source: Personal Informations
ar: المعلومات الشخصية

source: Passport No.
ar: رقم جواز السفر

source: Passport Exp Date.
ar: تاريخ انتهاء الجواز

source: Tel
ar: رقم التواصل

source: Employment of spouse
ar: المعيلين

source: Deadline
ar: الموعد النهائي

source: Progress
ar: سير المشروع

source: Projects
ar: المشاريع

source: Search
ar: بحث

source: Submit
ar: تنفيذ

source: Are you sure want to delete?
ar: هل انت متاكد من الحذف

source: Delete
ar: حذف

source: Cancel
ar: الغاء

source: Edit
ar: تعديل

source: Overtime
ar: العمل الإضافي

source: Accepted
ar: تم الموافقة

source: Rejected
ar: تم الرفض

source: Hours
ar: ساعات

source: Type
ar: نوع

source: Approved by
ar: الموافقه عن

source: Assets
ar: العهد

source: Asset Name
ar: اسم العهدة

source: Asset Id
ar: رقم العهدة

source: Purchase Date
ar: تاريخ الطلب

source: Warrenty
ar: الضمان

source: Warrenty End
ar: تاريخ انتهاء الضمان

source: Amount
ar: القيمة

source: Welcome
ar: مرحبا

source: Today
ar: اليوم

source: Holidays
ar: الاجازات

source: Title
ar: المسمى

source: Holiday Start Date
ar: تاريخ بداية الاجازه

source: Holiday End Date
ar: تاريخ نهاية الاجازه

source: this month
ar: هذا الشهر

source: Team
ar: الفريق

source: Promotion
ar: ترقية وظيفية

source: Department
ar: الادارات

source: To Department
ar: الي قسم

source: Action
ar: تنفيذ

source: Training
ar: تدريب

source: Training Type
ar: نوع التدريب

source: Time Duration
ar: الفترة الزمنية

source: Message
ar: رسالة

source: Watched Users
ar: مشاهدة المستخدمين

source: Asset User
ar: مستخدم الاصل

source: Clients
ar: العملاء

source: Pending Requests
ar: الطلبات المعلقه

source: Add Department
ar: اضافة اداراة

source: Department Name
ar: اسم الادارة

source: Showing
ar: اظهار

source: entries
ar: ادخلات

source: Previous
ar: السابق

source: Next
ar: التالي

source: Employee Report
ar: تقارير الموظفين

source: Excel
ar: اكسل

source: Employee Type
ar: نوع الموظف

source: Job
ar: وظيفه

source: Joining Date
ar: تاريخ الالتحاق

source: DOB
ar: تاريخ الميلاد

source: Terminated Date
ar: تاريخ الاستبعاد

source: Relieving Date
ar: تاريخ الاعفاء

source: Salary
ar: الراتب

source: Emercency Contact Details
ar: تفاصيل رقم الطوارئ

source: Experience
ar: الخبرة

source: Jobs
ar: الوظائف

source: Add Job
ar: اضافه وظيفه

source: Promoted Employee
ar: ترقية الموظف

source: DepartmentAsset User
ar: مستخدم الأصول

source: Promotion From
ar: الترقية من

source: Promotion To
ar: الترقية الي

source: Employee Salary
ar: راتب الموظف

source: Add Salary
ar: اضافة راتب

source: Role
ar: وظيفة

source: Payslip
ar: قسيمة الراتب

source: Generate Slip
ar: اصدار قسيمة

source: Add Type
ar: اضافة النوع

source: Dashboardr
ar: لوحة المعلومات

source: New Job
ar: وظيفة جديدة

source: email
ar: البريد الالكتروني

source: Manager
ar: المدير

source: Leader
ar: القائد

source: Attachment
ar: المرفق

source: Due Date
ar: تاريخ الاستحقاق

source: Name
ar: الاسم

source: city
ar: المدينة

source: Count
ar: عدد

source: Upload Policy
ar: تحميل السياسات

source: Create Date
ar: تاريخ الانشاء

source: Warranty End Date
ar: تاريخ انتهاء الضمان

source: Model
ar: الموديل

source: Supplier
ar: المورد

source: manufacture
ar: المصنع

source: Hour In Over Time
ar: ساعة في العمل الإضافي

source: Website Url
ar: رابط الموقع

source: Website Name
ar: اسم الموقع

source: Logo
ar: شعار

source: Fav Icon
ar: الرمز

source: FavIcon
ar: الرمز

source: Default Password
ar: كلمة المرور الافتراضية

source: Date From
ar: التاريخ من

source: Settings
ar: إعدادات

source: Asset Status
ar: وضع الاصول

source: Attendance Types
ar: نوع الحضور

source: Bank Names
ar: اسماء البنوك

source: Cities
ar: العملاء

source: Discount Types
ar: انواع الخصوم

source: Project Periority
ar: اهمية المشروع

source: Replacement Periods
ar: فترة اضافة البدلات

source: Salary Types
ar: نوع الراتب

source: English
ar: انجليزي

source: Arabic
ar: عربي

source: Notifications
ar: الاشعارات

source: Clear All
ar: مسح الكل

source: View all Notifications
ar: مشاهده كل الاشعارات

source: My Profile
ar: ملفي

source: Change Password
ar: تغيير كلمه المرور

source: Logout
ar: تسجيل الخروج

source: My Settings
ar: اعداداتي

source: All Employees
ar: كل الموظفين

source: Attendance
ar: حضور

source: Departments
ar: الإدارات

source: Leaves
ar: الاجازات

source: Termination
ar: إنهاء العقد

source: Payroll Items
ar: بنود الرواتب

source: Employee Reports
ar: تقارير الموظفين

source: Performance
ar: تقييم الأداء

source: Requests
ar: الطلبات

source: Self Employee
ar: الخدمة الذاتية

source: loan
ar: السلف

source: leaves
ar: الاجازات

source: Resign
ar: الاستقالة

source: Performance Indicator
ar: مؤشرات الاداء

source: Performance Review
ar: مراجعة الاداء

source: Performance Appraisal
ar: تقييم الأداء

source: Back to Home
ar: العودة إلى الصفحة الرئيسية

source: Company Settings
ar: إعدادات الشركة

source: Localization
ar: الموقع

source: Theme Settings
ar: إعدادات السمة

source: Branches
ar: الفروع

source: Email Settings
ar: اعدادات البريد الالكتروني

source: City Settings
ar: اعدادات المدن

source: Asset Condition
ar: حالة الأصول

source: Follower Types
ar: انواع التابعين

source: Insurance Company
ar: شركات التامين

source: Job Grades
ar: الدرجات الوظيفية

source: Reasons To Terminate
ar: سبب انهاء الخدمة

source: Replacement Types
ar: اتواع البدلات

source: Salary Pay Types
ar: نوع دفع الراتب

source: Ticket Types
ar: نوع التذكرة

source: Youtube Link
ar: رابط اليوتيوب

source: facebook Link
ar: رابط الفيسبوك

source: twitter Link
ar: رابط التويتر

source: About Company
ar: تبذة عن الشركة

source: Subtitle
ar: العنوان الفرعي

source: Button Toggle
ar: زر تبديل

source: Link
ar: رابط

source: Features
ar: سمات

source: Order
ar: ترتيب

source: Active
ar: نشط

source: Banner
ar: شعار

source: Sub Features
ar: الميزات الفرعية

source: Statics 1 Number
ar: احصائيات 1 رقم

source: Review
ar: المراجعات
